Repository: ganti/wp-full-stripe-translation-german
Catalog: wp-full-stripe-*.po
Languages: de_de

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
de_de: Es ist eine neue Version von %1$s verfügbar. %2$s Ansicht Version %3$s Details %4$

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
de_de: Es ist eine neue Version von %1$s verfügbar. %2$s Ansicht Version %3$s Details %4$s oder %5$jetzt Updaten%6$s.

source: You do not have permission to install plugin updates
de_de: Sie haben keine Berechtigung zum Installieren von Plugin-Updates.

source: Error
de_de: Fehler

source: Appearance
de_de: Aussehen

source: Email Notifications
de_de: Email Benachrichtignungen

source: Users
de_de: Benutzer

source: The selected tab content cannot be displayed: %s
de_de: Der ausgewählte Tab-Inhalt kann nicht angezeigt werden: %s

source: Invalid tab content.
de_de: Ungültiger Tab-Inhalt.

source: Field value is invalid.
de_de: Ungültiger Tab-Inhalt.

source: Required field.
de_de: Pflichtfeld.

source: Please enter a valid email address or leave the field empty
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein oder lassen Sie das Feld leer.

source: There was an error creating the recipient: %s
de_de: Beim Erstellen des Empfängers ist ein Fehler aufgetreten: %s

source: There was an error creating the recipient:
de_de: Beim Erstellen des Empfängers ist ein Fehler aufgetreten:

source: There was an error creating the transfer:
de_de: Beim Erstellen der Übertragung ist ein Fehler aufgetreten.:

source: There was an error updating the subscription plan:
de_de: Beim Aktualisieren des Abonnementplans ist ein Fehler aufgetreten:

source: There was an error deleting the subscription plan:
de_de: Beim Löschen des Abonnementplans ist ein Fehler aufgetreten:

source: Payment for %s
de_de: Zahlung für %s

source: The payment amount is invalid, please only use positive numbers and a decimal point.
de_de: Der Zahlungsbetrag ist ungültig, bitte verwenden Sie nur positive Zahlen und einen Dezimalpunkt.

source: Please enter a valid email address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

source: Please enter a valid billing address.
de_de: Bitte geben Sie eine gültige Rechnungsadresse ein.

source: Payment from %s on form: %s
de_de: Zahlung von %s auf Formular: %s

source: Payment Successful!
de_de: Bezahlung erfolgreich!

source: Incorrect data submitted.
de_de: Falsche Daten wurden übermittelt.

source: Invalid form name or form not found
de_de: Ungültiger Formularname oder Formular nicht vorhanden oder Formular nicht gefunden.

source: Invalid form name
de_de: Ungültiger Formularname

source: Invalid plan selected, please contact the site administrator.
de_de: Ungültiger Plan ausgewählt, wenden Sie sich bitte an den Administrator.

source: Subscriber: %s
de_de: Abonnement: %s

source: Payment Successful. Thanks for subscribing!
de_de: Bezahlung erfolgreich. Danke fürs Abonnieren!

source: Unknown VAT Rate Type: %s
de_de: Unbekannte MWST %s

source: Cannot find '%s' form with id=%s
de_de: Kann Formular ‘%s’ mit id=%s nicht finden

source: Unknown form type: %s
de_de: Unbekannter Formulartyp: %s

source: Please enter a valid shipping address.
de_de: Bitte geben Sie Eine gültige Adresse ein

source: This coupon has expired.
de_de: Gutschein its abgelaufen.

source: The coupon has been applied successfully.
de_de: Der Gutschein word erfolgreich hinzugefügt.

source: You have entered an invalid coupon code.
de_de: She haben einen ungültigen Gutscheincode eingegeben.

source: Form not found or form do not use custom VAT rates!
de_de: Formular nicht gefunden oder Formular erlaubt keinen benutzerdefinierte MWST!

source: Migration of fullstripe_payment_forms/customAmount failed!
de_de: Migration von fullstripe_payment_forms/customAmount fehlgeschlagen!

source: Cannot insert default form!
de_de: Kann Standardform night einfügen!

source: %s: an error occurred during insert!
de_de: %s: beim Einfügen ist ein Fehler aufgetreten!

source: %s: an error occurred during update!
de_de: %s: beim Update ist ein Fehler aufgetreten!

source: %s: an error occurred during insert.
de_de: %s: beim Einfügen ist ein Fehler aufgetreten.

source: %s: an error occurred during delete!
de_de: %s: beim Löschen ist ein Fehler aufgetreten!

source: week
de_de: Woche

source: month
de_de: Monat

source: year
de_de: Jahr

source: Settings
de_de: Einstellungen

source: Plan is %1$s%2$s per %3$s
de_de: Plan ist %1$s%2$s pro %3$s

source: Plan is %1$s%2$s per %3$d %4$s
de_de: Plan is %1$s%2$s pro %3$d %4$s

source: Plan is %1$s%2$s per %3$s (%4$s%5$s with coupon)
de_de: Plan is %1$s%2$s pro %3$s (%4$s mit Gutscheincode)

source: Plan is %1$s%2$s per %3$d %4$s (%5$s%6$s with coupon)
de_de: Plan ist %1$s%2$s pro %3$d %4$s (%5$s mit Gutscheincode)

source: Plan is %1$s%2$s per %3$s. SETUP FEE: %4$s%5$s
de_de: Plan ist %1$s%2$s pro %3$s. Aufschaltgebühr: %4$s%5$s

source: Plan is %1$s%2$s per %3$d %4$s. SETUP FEE: %5$s%6$s
de_de: Plan ist %1$s%2$s pro %3$d %4$s. Aufschaltgebühr: %5$s%6$s

source: Plan is %1$s%2$s per %3$s (%4$s%5$s with coupon). SETUP FEE: %6$s%7$s
de_de: Plan ist %1$s%2$s pro %3$s (%4$s mit Gutscheincode). Aufschaltgebühr: %5$s%6$s

source: Plan is %1$s%2$s per %3$d %4$s (%5$s%6$s with coupon). SETUP FEE: %7$s%8$s
de_de: Plan ist %1$s%2$s pro %3$d %4$s (%5$s mit Gutscheincode). Aufschaltgebühr: %6$s%7$s

source: An internal error occurred.
de_de: Ein interner Fehler ist aufgetreten.

source: Please enter a value for "%s".
de_de: Bitte geben sie linen Wert für “%s” ein.

source: Payment Amount value is invalid.
de_de: Zahlungsbetrag ist ungültig.

source: Payment receipt
de_de: Zahlungsbeleg

source: Subscription receipt
de_de: Zahlungsbeleg

source: Subscription ended
de_de: Abonnementsbeleg

source: No VAT
de_de: Keine MWST

source: Fixed rate
de_de: Pauschalpreis

source: Custom rate
de_de: Benutzerdefinierter Preis

source: The value for "%s" is too long.
de_de: Der Wert von “%s” ist zu lang.

source: Your card number is invalid.
de_de: Ihre Kreditkartennummer ist ungültig

source: Your card's expiration month is invalid.
de_de: Der Monat der Kreditkarte ist ungültig

source: Your card's expiration year is invalid.
de_de: Das Jahr der Kreditkarte ist ungültig

source: Your card's security code is invalid.
de_de: Der Sicherheitscode (CVV) Ihrer Karte ist falsch.

source: Your card number is incorrect.
de_de: Ihre Kartennummer ist ungültig.

source: Your card has expired.
de_de: Ihre Karte ist abgelaufen.

source: Your card's security code is incorrect.
de_de: Der Sicherheitscode (CVV) Ihrer Karte ist falsch.

source: Your card's zip code failed validation.
de_de: Die Postleitzahl Ihrer Karte ist nicht gültig.

source: Your card was declined.
de_de: Ihre Karte wurde abgelehnt.

source: There is no card on a customer that is being charged.
de_de: Es gibt keine Karte bei einem Kunden, der aufgeladen wird.

source: An error occurred while processing your card.
de_de: Beim Übermitteln der Karte ist ein Fehler aufgetreten.

source: Subscription plan created
de_de: Abonnement-Plan erstellt

source: There was an error creating the plan:
de_de: Beim Erstellen des Plans ist ein Fehler aufgetreten:

source: Select All
de_de: Alle Auswählen

source: Subscriber
de_de: Abbonent

source: Subscribers
de_de: Abbonenten

source: No subscriptions found.
de_de: Keine Abonnements gefunden.

source: Actions
de_de: Aktionen

source: Subscription
de_de: Abonnement

source: Mode
de_de: Modus

source: Billing
de_de: Bezahlung

source: Country
de_de: Land

source: VAT
de_de: MWST

source: Created at
de_de: Abonnement

source: Form name
de_de: Formularname

source: &lt;Not specified&gt;
de_de: Abonnement

source: Delete
de_de: Löschen

source: Cancel
de_de: Abbrechen

source: Payment
de_de: Zahlung

source: Payments
de_de: Zahlungen

source: Customer
de_de: Kunden

source: Amount
de_de: Betrag

source: Paid
de_de: Bezahlt

source: Date
de_de: Datum

source: Not Paid
de_de: Nicht bezahlt

source: Delete (local)
de_de: Löschen (lokal)

source: No payments found.
de_de: Keine Zahlungen gefunden

source: Payment Amount
de_de: Zahlungsbetrag

source: Other
de_de: Andere

source: Loading...
de_de: Laden…

source: Subscription Plan
de_de: Abonnement-Plan

source: Select country
de_de: Land auswählen

source: Coupon Code
de_de: Gutscheincode

source: Apply
de_de: Anwenden

source: This subscription form has no valid plans defined. Please check the settings!
de_de: Dieses Zahlungsformular ist ungültig. Bitte überprüfen Sie die Einstellungen.

source: This payment form is invalid. Please check the settings and shortcode attributes!
de_de: Dieses Zahlungsformular ist ungültig. Bitte überprüfen Sie die Einstellungen und den Shortcode!

source: Card Holder's Name
de_de: Name des Karteninhabers

source: Email Address
de_de: Email Adresse

source: Billing Address Street
de_de: Rechungsadresse Strasse

source: Billing Address Line 2
de_de: Rechungsadresse Strasse Linie 2

source: City
de_de: Ortschaft

source: Zip
de_de: PLZ

source: State
de_de: Region

source: Card Number
de_de: Kreditkartennummer

source: Card Expiry Date
de_de: Ablaufdatum der Karte

source: Card CVV
de_de: Karte CVV

source: Credit Cards
de_de: Kreditkarten

source: Month
de_de: Monat

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: Year
de_de: Jahr

source: Check out our <a href="%s" target="_blank">Help section</a> or visit the <a href="%s" target="_blank">Support page</a> if you have questions.
de_de: Auf unseren <a href=“%s” target=“_blank”>Hilfe Seiten</a> oder besuchen sie die <a href=“%s” target=“_blank”>Support Seite</a> wenn sie Fragen haben.

source: You can subscribe for premium support for FREE by <a href="%s" target="_blank">adding your email address to our mailing list</a>.
de_de: Sie können Premium-Support KOSTENLOS abonnieren, <a href=“%s” target=“_blank”>indem Sie Ihre E-Mail-Adresse in unsere Mailingliste eintragen</a>.

source: Subscribe for premium support
de_de: Premium-Support abonnieren

source: The newsfeed is not available at the moment.
de_de: Der Newsfeed ist momentan nicht verfügbar.

source: Please check back later.
de_de: Bitte kommen Sie später nochmals zurück.

source: Custom Fields
de_de: Benutzerdefinierte Felder

source: Actions after payment
de_de: Aktionen nach Bezahlung

source: Form Type:
de_de: Formular Typ:

source: Popup payment form
de_de: Popup Bezahl Formular

source: Form Name:
de_de: Formular Name:

source: This name will be used to identify this form in the shortcode i.e. [fullstripe_checkout form="FormName"].
de_de: Dieser Name wird verwendet, um dieses Formular in dem Kurzcode zu identifizieren, z.B. [fullstripe_checkout form=“FormName”].

source: Payment Currency:
de_de: Währung:

source: Select from the list or start typing
de_de: Wählen Sie aus der Liste oder beginnen Sie mit der Eingabe

source: Payment Type:
de_de: Zahlungs Typ:

source: Set Amount
de_de: Betrag definieren

source: Select Amount from List
de_de: Betrag von Liste auswählen

source: Custom Amount
de_de: Eigener Betrag

source: Choose to set a specific amount or a list of amounts for this form, or allow customers to set custom amounts.
de_de: Wählen Sie, um einen bestimmten Betrag oder eine Liste für dieses Formular, oder erlauben Sie Benutzern einen benutzerdefinierten Betrag festzulegen.

source: Payment Amount:
de_de: Betrag:

source: The amount this form will charge your customer, in the smallest unit for the currency. i.e. for $10.00 enter 1000, for ¥10 enter 10.
de_de: Der Betrag, den dieses Formular Ihrem Kunden in der kleinsten Einheit für die Währung berechnet. d. h. für 10,00 $ geben Sie 1000 ein

source: Payment Amount Options:
de_de: Zahlungsbetrag Optionen:

source: Add
de_de: Hinzufügen

source: Description
de_de: Beschreibung

source: The amount in smallest common currency unit. i.e. for $10.00 enter 1000, for ¥10 enter 10. The description will be displayed in the dropdown for the amount. Use the {amount} placeholder to include the amount value. You can use drag'n'drop to reorder the payment amounts.
de_de: Der Betrag in der kleinsten gemeinsamen Währungseinheit. d. h. für 10,00 $ geben Sie 1000 ein, für 10 ¥ geben Sie 10 ein.

source: Allow Custom Amount to Be Entered?
de_de: Benutzerdefinierten Betrag zulassen?

source: Use Bitcoin?
de_de: Bitcoin verwenden?

source: In order to use Bitcoin for payments, you have to set the form currency to USD, and you have to link an US bank account to your Stripe account, then <a href="%s">enable Bitcoin</a> on your Stripe account.
de_de: Um Bitcoin für Zahlungen verwenden zu können, müssen Sie die Formularwährung auf USD, und Sie müssen ein US-Bankkonto mit Ihrem Stripe-Konto verknüpfen und dann <a href=“%s”>Bitcoin in Ihrem Stripe-Konto aktivieren</a>.

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Allow to use Bitcoin for payments.
de_de: Erlaube Bitcoin für Zahlungen

source: Use Alipay?
de_de: Erlaube Alipay für Zahlungen?

source: In order to use AliPay for payments, you have to set the form currency to USD, and you have to link an US bank account to your Stripe account.
de_de: Um AliPay für Zahlungen verwenden zu können, müssen Sie die Formularwährung auf USDsetzen und ein US-Bankkonto mit Ihrem Stripe-Konto verknüpfen.

source: Accept payments from hundreds of millions of new customers using Alipay, China’s most popular payment method.
de_de: Akzeptieren Sie Zahlungen von Hunderten Millionen neuer Kunden, die Alipay verwenden, Chinas beliebteste Zahlungsmethode.

source: Send Email Receipt?
de_de: Quittung per Email senden?

source: Send an email receipt on successful payment?
de_de: Quittung per Email nach erfolgreicher Zahlung senden?

source: Redirect On Success?
de_de: Nach erfolgreicher Bezahlung weiterleiten?

source: When payment is successful you can choose to redirect to another page or post.
de_de: Wenn die Zahlung erfolgreich ist, können Sie sich entscheiden, auf eine andere Seite umzuleiten.

source: Create Form
de_de: Formular erstellen

source: Pay With Card
de_de: Mit Kreditkarte bezahlen

source: Form Title:
de_de: Formular Titel:

source: Used as the title of the form.
de_de: Als Titel des Formulars verwenden.

source: Product Description:
de_de: Produktbeschreibung:

source: A short description (one line) about the product sold using this form.
de_de: Eine kurze Beschreibung (eine Zeile) über das mit diesem Formular verkaufte Produkt.

source: Open Form Button Text:
de_de: Öffne Formular Button Text:

source: The text on the button used to pop open this form.
de_de: Text auf dem Button zum öffnen des Formulars.

source: Payment Button Text:
de_de: Zahlungsbutton Text:

source: The text on the payment button. Use {{amount}} to show the payment amount on this button.
de_de: Der Text auf dem Zahlungbutton. {{Amount}} verwenden, um den Zahlungsbetrag auf diesem Knopf anzuzeigen.

source: Include Billing Address Field?
de_de: Rechnungsadresse einbeziehen?

source: Hide
de_de: Verstecken

source: Show
de_de: Anzeigen

source: Should this payment form also ask for the customers billing address?
de_de: Soll Kunde nach Rechnungsadresse gefragt werden?

source: Include Shipping Address Field?
de_de: Feld Liefereadresse einbeziehen?

source: Should this payment form also ask for the customers shipping address?
de_de: Soll Kunde nach Rechnungsadresse gefragt werden?

source: Include Remember Me Field?
de_de: Erinnern-Feld einfügen?

source: Show the Stripe Remember Me checkbox, allowing users to save their information with Stripe for later use.
de_de: Erinnern-Feld checkbox anzeigen, erlaubt es dem Benutzer Informationen neo Stripe zu speichern.

source: Image
de_de: Bild

source: Enter image URL
de_de: Bild URL eingeben

source: Upload Image
de_de: Bild hochladen

source: A square image of your brand or product which is shown on the form. Min size 128px x 128px.
de_de: Ein quadratisches Bild Ihrer Marke oder Ihres Produktes, das auf dem Formular angezeigt wird. Min Größe 128px x 128px.

source: Disable Button Styling?
de_de: Deaktivieren von Button Styling?

source: Disable the styling on the checkout button if you are noticing conflicts with your theme.
de_de: Deaktiviere das Styling auf der Checkout-Seite, wenn du Konflikte mit deinem Theme bemerkst.

source: Popup Form Language:
de_de: Popup-Anmeldeformular

source: Display the popup form in the selected language. Use 'Auto' to determine the language from the locale sent by the customer's browser.
de_de: Zeigen Sie das Popup-Formular in der ausgewählten Sprache an. Verwenden Sie “Auto”, um die Sprache aus dem Gebietsschema zu bestimmen, das vom Browser des Kunden gesendet wird.

source: Finance
de_de: Finanzen

source: Popup subscription form
de_de: Popup-Anmeldeformular

source: This name will be used to identify this form in the shortcode i.e. [fullstripe_subscription_checkout form="FormName"].
de_de: Dieser Name wird verwendet, um dieses Formular in dem Kurzcode zu identifizieren, z.B. [fullstripe_subscription_checkout form=“FormName”].

source: Include Coupon Input Field?
de_de: Coupon-Eingabefeld einschliessen?

source: You can allow customers to input coupon codes for discounts. Must create the coupon in your <a href="%s" target="_blank">Stripe account dashboard</a>.
de_de: Erlaube es, dass Kunden einen Gutscheincode eingeben können. Zuerst muss ein Gutscheincode im <a href=“%s” target=“_blank”>Stripe account dashboard</a> eingeben.

source: Plans:
de_de: Pläne:

source: You can reorder this list by using drag'n'drop.
de_de: Du kannst mittens Drag’n’Drop die Liste umsortieren.

source: Which subscription plans can be chosen on this form. The list can be reordered by using drag'n'drop.
de_de: Welche Abo-Pläne können auf diesem Formular ausgewählt werden? Die Liste kann mit Drag’n’Drop neu angeordnet werden.

source: Subscribe
de_de: Abbonieren

source: Simple Button Layout?
de_de: Einfaches Button Layout?

source: Display only a 'Subscribe' button. It hides the plan selector, the custom input fields, and the coupon field.
de_de: Zeigen Sie nur eine Schaltfläche “Abonnieren” an. Sie blendet den Planselektor, die benutzerdefinierten Eingabefelder und das Gutscheinfeld aus.

source: VAT Rate:
de_de: MWST Betrag:

source: Should this form add VAT to the subscription plan amount and to the setup fee?
de_de: Sollt dieses Formular dem Abonnementbetrag und der Einrichtungsgebühr Mehrwertsteuer hinzugefügt werden?

source: VAT Percent:
de_de: MWST Anteil:

source: VAT Percent with up to 4 decimal places.
de_de: MWST Anteil, bis zu vier Nachkommastelen

source: Collect Billing Address?
de_de: Rechnungsadresse sammeln

source: Should this form also ask for the customers billing address?
de_de: Sollte dieses Formular auch nach der Rechnungsadresse des Kunden fragen?

source: Default Billing Country:
de_de: Standard Land:

source: It's the selected country when the form is rendered for the first time, and is used also as the supplier's country for custom VAT calculation.
de_de: Dies ist das ausgewählte Land, wenn das Formular zum ersten Mal gerendert wird, und wird auch als Land des Anbieters für die benutzerdefinierte MWST verwendet.

source: Inline payment form
de_de: Inline Zahlungsformular

source: This name will be used to identify this form in the shortcode i.e. [fullstripe_payment form="FormName"]
de_de: Dieser Name wird verwendet, um dieses Formular in dem Kurzcode zu identifizieren, z.B. [fullstripe_payment form=“FormName”]

source: Payment Amount:
de_de: Betrag:

source: The amount in the smallest unit for the currency. i.e. for $10.00 enter 1000, for ¥10 enter 10. The description will be displayed in the dropdown for the amount. Use the {amount} placeholder to include the amount value. You can use drag'n'drop to reorder the payment amounts.
de_de: Der Betrag in der kleinsten Einheit für die Währung. d.h. für 10,00 $ eingeben 1000, für ¥ 10 geben Sie 10 ein. Die Beschreibung wird in der Dropdown-Liste angezeigt für den Betrag. Verwenden Sie den Platzhalter {amount}, um den Betrag einzufügen. Mit Drag’n’Drop können Sie die Zahlungsbeträge neu anordnen.

source: Form Style:
de_de: Formular Style:

source: Default
de_de: Standard

source: Compact
de_de: Kompakt

source: Choose how you'd like the form to look. (More coming soon!)
de_de: Wählen Sie aus, wie das Formular aussehen soll. (Mehr folgt bald!)

source: Payment form
de_de: Zahhlungsformular

source: The title of the form.
de_de: Der Titel des Formulars.

source: Make Payment
de_de: Bezahlen

source: The text on the payment button.
de_de: Der Text auf der Zahlungstaste.

source: Include Amount on Button?
de_de: Betrag auf Zahlungstaste anzeigen?

source: For set amount forms, choose to show/hide the amount on the payment button.
de_de: Für Mengenformulare wählen Sie, ob der Betrag auf der Zahlungstaste angezeigt oder ausgeblendet werden soll.

source: Include Custom Input Fields?
de_de: Benutzerdefinierte Eingabefelder hinzufügen?

source: You can ask for extra information from the customer to be included in the payment details.
de_de: Sie können verlangen, dass zusätzliche Informationen vom Kunden in die Zahlungsdetails aufgenommen werden.

source: Make Custom Input Fields Required?
de_de: Benutzerdefinierte Eingabefelder erforderlich machen?

source: Number of inputs:
de_de: Anzahl benutzerdefinierte Felder:

source: Custom Input Label %d:
de_de: Benutzerdefinierter Eingabe Titel: %d

source: The text for the label next to the custom input field.
de_de: Der Text für das Label neben dem benutzerdefinierten Eingabefeld.

source: You must have at least one subscription plan created before creating a subscription form.
de_de: Sie müssen mindestens einen Abonnementplan erstellt haben, bevor Sie ein Abonnementformular erstellen.

source: Inline subscription form
de_de: Inline Abbonenten Formular

source: This name will be used to identify this form in the shortcode i.e. [fullstripe_subscription form="FormName"].
de_de: Dieser Name wird verwendet, um dieses Formular in dem Kurzcode zu identifizieren, z.B. [fullstripe_subscription form=“FormName”].

source: Subscription form
de_de: Abbonenten Formular

source: Subscribe Button Text:
de_de: Abbonenten Button Text:

source: The text on the subscribe button.
de_de: Text auf dem Abbonenten Button.

source: Payment Type:
de_de: Zahlungs Typ:

source: Save Changes
de_de: Änderungen speichern

source: Used as the title of the checkout form.
de_de: Wird als Titel des Formulars verwendet.

source: Image:
de_de: Bild:

source: This name will be used to identify this form in the shortcode i.e. [fullstripe_payment form="FormName"].
de_de: Dieser Name wird verwendet, um dieses Formular in dem Kurzcode zu identifizieren, z.B.[fullstripe_payment form=“FormName”].

source: Redirect to:
de_de: Weiterleitung nach:

source: Page or Post
de_de: Seite oder Post

source: URL entered manually
de_de: URL manuell eingegeben

source: Allow placeholder tokens on Thank You pages?
de_de: Platzhalter-Token auf Danke-Seite zulassen?

source: Enter URL
de_de: URL eingeben

source: Custom Form CSS:
de_de: Eigenes Formmular CSS:

source: Add extra styling to the form. NOTE: if you don't know what this is do not change it.
de_de: Fügen Sie dem Formular zusätzliches Styling hinzu. HINWEIS: Wenn Sie nicht wissen, was das ist, ändern Sie es nicht.

source: Include Default Styles:
de_de: Standard Style verwenden:

source: Include
de_de: verwenden

source: Exclude
de_de: ausschliessen

source: Exclude styles if the payment forms do not appear properly. This can indicate a conflict with your theme.
de_de: Schliesst Style aus, wenn die Zahlungsformulare nicht ordnungsgemäss angezeigt werden.

source: Receipt Email Type:
de_de: Typ der Email Quittung:
