Repository: ganti/wp-full-stripe-translation-german
Catalog: wp-full-stripe-*.po
Languages: de_de

source: Choose the type of payment receipt emails. Plugin emails are defined below and Stripe emails can be setup in your Stripe Dashboard.
de_de: Wählen Sie die Art der Zahlungseingangs-E-Mails aus. Plugin-E-Mails werden unten definiert und Stripe-E-Mails können in Ihrem Stripe-Dashboard eingerichtet werden.

source: E-mail Subject
de_de: E-mail Betreff

source: %CUSTOMERNAME% and %AMOUNT% are replaced with the name of the customer and payment amount, respectively.
de_de: %CUSTOMERNAME% und %AMOUNT% werden mit name und Zahlungsbetrag ersetzt

source: See the <a target="_blank" href="%s">Help page</a> for more options.
de_de: Auf der <a target=“_blank” href=“%s”>Hilfeseite</a> für mehr Informatioen.

source: Email Sender Address:
de_de: Email Absender Adresse:

source: The sender address of email receipts. If you leave it empty then the email address of the blog admin will be used.
de_de: Die Absenderadresse der E-Mail-Quittung. Wenn Sie es leerlassen, wird die E-Mail-Adresse des Blog-Administrators verwendet.

source: Send Copy of Emails?:
de_de: Sende Kopie der Emails?:

source: Yes, to the Website Admin
de_de: Ja, an Website Admin

source: Yes, to the Email Sender Address
de_de: Ja, an Email Absender Address

source: Send copies of payment/subscription receipts to the website admin as well?
de_de: Sende Kopie auch an Website Admin?

source: Test secret key here
de_de: Test secret key hier

source: Test publishable key here
de_de: Test publishable key hier

source: Live secret key here
de_de: Live secret key hier

source: Live publishable key here
de_de: Live publishable key hier

source: Help & Support
de_de: Half & Support

source: Full Stripe Settings
de_de: Full Stripe Einstellungen

source: Full Stripe Create Form
de_de: Full Stripe Forular erstellen

source: Create subscription plan
de_de: Abbonement erstellen

source: This ID is used to identify this plan when creating a subscription form and on your Stripe dashboard.
de_de: Diese ID wird verwendet, um diesen Plan beim Erstellen eines Abonnementformulars und auf Ihrem Stripe-Dashboard zu identifizieren.

source: Display Name:
de_de: Anzeige Name:

source: The name you wish to be displayed to customers for this plan.
de_de: Der Name, den Sie den Kunden für diesen Plan anzeigen möchten.

source: The amount this plan will charge your customer, in the smallest unit for the currency. i.e. for $10.00 enter 1000, for ¥10 enter 10.
de_de: Betrag, der dem Kunden in Rechnung gestellt wird, um das Abonnement in der kleinsten Einheit für die Währung einzurichten. d. h. für 10,00 $ geben Sie 1000 ein, für 10 $ geben Sie 10 ein. Die Eingabe von 0 deaktiviert.

source: Setup Fee:
de_de: Aufschalt Gebühr:

source: Amount to charge the customer to setup the subscription, in the smallest unit for the currency. i.e. for $10.00 enter 1000, for ¥10 enter 10. Entering 0 will disable.
de_de: Betrag, der dem Kunden in Rechnung gestellt wird, um das Abonnement in der kleinsten Einheit für die Währung einzurichten. d. h. für 10,00 $ geben Sie 1000 ein, für 10 $ geben Sie 10 ein. Die Eingabe von 0 deaktiviert.

source: Payment Interval:
de_de: Zahlungs Interval:

source: Weekly
de_de: wöchentlich

source: Monthly
de_de: monatlich

source: Yearly
de_de: jährlich

source: How often the payment amount is charged to the customer.
de_de: Wie oft der Zahlungsbetrag dem Kunden belastet wird.

source: Payment Interval Count:
de_de: Anzahl der Zahlungsintervalle:

source: You could specify an interval count of 3 and an interval of 'Monthly' for quarterly billing (every 3 months). Default is 1 for Weekly/Monthly/Yearly.
de_de: Sie können eine Intervallzählung von 3 und ein Intervall von ‘Monatlich’ für die vierteljährliche Abrechnung (alle 3 Monate) angeben. Der Standardwert ist 1 für Wöchentlich / Monatlich / Jährlich.

source: Payment Cancellation Count:
de_de: Anzahl Stronierungen:

source: You could specify the number of charges after which the subscription is cancelled. Set to 0 to let the subscription run forever.
de_de: Sie können die Anzahl der Gebühren angeben, nach denen das Abonnement storniert wird. Setzen Sie auf 0, um das Abonnement für immer laufen zu lassen.

source: Trial Period Days:
de_de: Anzahl Probetage:

source: How many trial days the customer has before being charged. Set to 0 to disable trial period.
de_de: Wie viele Testtage der Kunde hat, bevor er berechnet wird. Auf 0 stellen, um den Testzeitraum zu deaktivieren.

source: Create Plan
de_de: Plan erstellen

source: Full Stripe Edit Form
de_de: Full Stripe Formular bearbeiten

source: Form not found!
de_de: Formular nicht gefunden!

source: Modify subscription plan
de_de: Annonenten Plan bearbeiten

source: Plan not found!
de_de: Plan nicht gefunden!

source: Price:
de_de: Preis:

source: %s / %d week
de_de: %s / %d Woche

source: %s / %d month
de_de: %s / %d Monat

source: %s / %d year
de_de: %s / %d Jahr

source: Duration:
de_de: Dauer:

source: Forever
de_de: Für immer

source: %d week
de_de: %d Woche

source: %d month
de_de: %d Monat

source: %d year
de_de: %d Jahr

source: %d charge
de_de: %d Belastung

source: %d charge (%s)
de_de: %d Belastung (%s)

source: Trial:
de_de: Ausprobierzeitraum:

source: No trial
de_de: Kein Ausprobierzeitraum

source: Display name:
de_de: Anzeigename:

source: Statement descriptor:
de_de: Anweisungsdeskriptor:

source: Modify plan
de_de: Plan ändern

source: Full Stripe Payments
de_de: Full Stripe Zahlung

source: Payment Forms
de_de: Zahlungs Formular

source: Customer:
de_de: Kunde:

source: Enter name, email address, or stripe ID
de_de: Geben Sie einen Namen, eine E-Mail-Adresse oder eine Stripe-ID ein.

source: Payment:
de_de: Zahlung:

source: Enter charge ID
de_de: Gebühren-ID eingeben

source: Mode:
de_de: Modus:

source: All
de_de: Alle

source: Search
de_de: Suche

source: or
de_de: oder

source: Reset
de_de: zurücksetzen

source: Your Inline Forms
de_de: Deine Inline Formulare

source: Create Inline Form
de_de: Inline Formular erstellen

source: You have created no inline payment forms yet. Use the 'Create Inline Form' button to get started.
de_de: Noch keine Inline-Zahlungsformulare angelegt. Verwenden Sie das “Inline-Formular

source: Title
de_de: Titel

source: Edit
de_de: Bearbeiten

source: Custom
de_de: Benutzerdefiniert

source: Unknown
de_de: Unbekannt

source: Your Popup Forms
de_de: Deine Popup Formulare

source: Create Popup Form
de_de: Popup Formulare erstellen

source: You have created no popup forms yet. Use the 'Create Popup Form' button to get started.
de_de: Sie haben noch keine Popup-Formulare erstellt. Verwenden Sie die Button “Popup Formulare erstellen”, um loszulegen.

source: Product
de_de: Produkt

source: Full Stripe Subscriptions
de_de: Full Stripe Abbonemente

source: Subscription Forms
de_de: Abbonements Formulare

source: Subscription Plans
de_de: Abbonements Pläne

source: Subscriber:
de_de: Abbonement:

source: Subscription:
de_de: Abonnemente:

source: Enter subscription ID
de_de: Abbonement ID eingeben

source: No inline subscription forms created yet. Use the 'Create Inline Form' button to get started.
de_de: Noch keine Inline-Zahlungsformulare angelegt. Verwenden Sie das “Inline-Formular

source: VAT rate
de_de: MWST rate

source: Custom VAT
de_de: Benutzerdefinierte MWST

source: Unknown VAT rate Type
de_de: Unbekannte MWST

source: No popup subscription forms created yet. Use the 'Create Popup Form' button to get started.
de_de: Sie haben noch keine Popup-Formulare erstellt. Verwenden Sie die Button “Popup Formulare erstellen”, um loszulegen.

source: Your Subscription Plans
de_de: Deine Abbonements Pläne

source: Create Subscription Plan
de_de: Abbonement erstellen

source: You have no subscription plans created yet. Use the Subscription Plans tab to get started
de_de: Sie haben noch keine Abonnementpläne erstellt. Verwenden Sie die Registerkarte “Abonnementspläne”, um zu beginnen

source: Display Name
de_de: Anzeigename

source: Setup Fee
de_de: Aufschalt Gebühr

source: Trial
de_de: Ausprobierzeitraum

source: Duration
de_de: Dauer

source: No interval
de_de: Zahlungsinterval

source: No setup fee
de_de: Keine Aufschaltgebühr

source: %d day
de_de: %d Tag

source: No Trial
de_de: Ausprobierzeitraum

source: The minimum PHP version for running WP Full Stripe is %s but %s is found.<br/><br/>Please press the 'Back' browser button, upgrade PHP, and activate the plugin again.
de_de: Die minimale PHP-Version zum Ausführen von WP Full Stripe ist %s, aber %s ist gefunden. <br/> <br/> Bitte drücken Sie die” Zurück “-Browser-Taste, aktualisieren Sie PHP und das Plugin erneut aktivieren.

source: The minimum WordPress version for running WP Full Stripe is %s but %s is found.<br/><br/>Please press the 'Back' browser button, upgrade Wordpress, and activate the plugin again.
de_de: Die minimale PHP-Version zum Ausführen von WP Full Stripe ist %s, aber %s ist gefunden. <br/> <br/> Bitte drücken Sie die” Zurück “-Browser-Taste, aktualisieren Sie PHP und das Plugin erneut aktivieren.

source: WP Full Stripe cannot find a required PHP extension called '%s'.<br/><br/>Please press the 'Back' browser button, install/enable '%s' for PHP, and activate the plugin again.
de_de: WP Full Stripe kann eine erforderliche PHP-Erweiterung nicht finden :’%s’.<br/><br/>Bitte drücken Sie die” Zurück “-Browser-Taste,

source: Another plugin has loaded an incompatible Stripe API client. Deactivate all other Stripe plugins, and try to activate Full Stripe again.
de_de: Ein anderes Plugin hat einen inkompatiblen Stripe-API-Client geladen. Alle deaktivieren andere Stripe-Plugins und versuche, den Full Stripe wieder zu aktivieren.

source: Complete Stripe payments integration for Wordpress
de_de: Vollständige Integration von Stripe-Zahlungen für WordPress
